Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/HandSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ON_DEVICE_EYE_TRACKING_RESET
source: Reset Gaze Tracking
ar: إعادة تعيين تتبع التحديق
bg: Нулиране на Проследяване с поглед
ca: Restableix el seguiment de la mirada
cs: Resetovat sledování pohledu
da: Nulstil Registrering af blik
de: Blickerfassung zurücksetzen
el: Επαναφορά της Ανίχνευσης βλέμματος
es: Restablecer seguimiento de la mirada
es_us: Restablecer seguimiento de mirada
fi: Nollaa katseen seuranta
fr: Réinitialiser le suivi du regard
fr_ca: Réinitialiser le suivi du regard
he: איפוס ״מעקב אחר המבט״
hi: गेज़ ट्रैकिंग रीसेट करें
hr: Resetiraj praćenje pogleda
hu: Pillantáskövetés alaphelyzetbe állítása
id: Atur Ulang Pelacakan Tatapan
it: Inizializza il tracciamento dello sguardo
ja: 視線トラッキングをリセット
kk: «Көзді қадағалау» функциясын бастапқы күйге қайтару
ko: 응시 추적 재설정
lt: Nustatyti žvilgsnio sekimą iš naujo
ms: Reset Penjejakan Renungan
nl: Stel bliktracking opnieuw in
no: Nullstill Blikksporing
pl: Wyzeruj śledzenie spojrzenia
pt_br: Redefinir Rastreamento do Olhar
pt_pt: Repor seguimento do olhar
ro: Resetați urmărirea privirii
ru: Сбросить Отслеживание взглядом
sk: Resetovať sledovanie pohľadu
sl: Ponastavi sledenje pogledu
sv: Nollställ blickspårning
th: รีเซ็ตติดตามการจ้องมอง
tr: Bakış Takibi’ni Sıfırla
uk: Скинути Відстеження погляду
vi: Đặt lại Theo dõi ánh mắt
zh_cn: 还原注视跟踪
zh_hk: 重設注視追蹤
zh_tw: 重置注目追蹤

# APPLE_PAY_FOOTER_VISION
source: Use AssistiveTouch to confirm payments with Optic ID or any time double-clicking the top button is required.
ar: استخدام اللمس المساعد لتأكيد عمليات الدفع باستخدام بصمة العين، أو عندما يُطلب منك في أي وقت الضغط مرتين على الزر العلوي.
bg: Използване на AssistiveTouch за потвърждаване на плащания с Optic ID, а в останалото време с двукратно щракване на горния бутон.
ca: Utilitza l’AssistiveTouch per confirmar els pagaments amb l’Optic ID o quan se’t demani prémer dues vegades el botó superior.
cs: K potvrzování plateb pomocí Optic ID a všude tam, kde je požadováno dvojí stisknutí horního tlačítka, můžete používat AssistiveTouch.
da: Brug AssistiveTouch til at bekræfte betalinger med Optic ID eller når som helst i stedet for at trykke to gange på den øverste knap.
de: Verwende AssistiveTouch, um Zahlungen mit Optic ID zu bestätigen, oder jedes Mal, wenn ein zweimaliges Drücken der oberen Taste erforderlich ist.
el: Χρησιμοποιήστε το AssistiveTouch για επιβεβαίωση πληρωμών με το Optic ID ή όποτε απαιτείται διπλό κλικ στο πάνω κουμπί.
es: Usa AssistiveTouch para confirmar los pagos con Optic ID o cuando se te pida pulsar dos veces el botón superior.
es_us: Usa AssistiveTouch para confirmar pagos con Optic ID o cada vez que se requiera presionar el botón superior dos veces.
fi: Käytä AssistiveTouchia, jos haluat vahvistaa maksut Optic ID:llä, tai koska tahansa, kun vaaditaan yläpainikkeen kaksoispainallusta.
fr: Utilisez AssistiveTouch pour confirmer les paiements avec Optic ID ou à chaque fois qu’il vous est demandé d’appuyer deux fois sur le bouton supérieur.
fr_ca: Utilisez AssistiveTouch pour confirmer les paiements avec Optic ID ou chaque fois qu’il est nécessaire d’appuyer deux fois sur le bouton supérieur.
he: ניתן להשתמש ב-AssistiveTouch לאישור תשלומים עם Optic ID, או כתחליף לכל פעולה הדורשת לחיצה כפולה על הכפתור העליון.
hi: Optic ID के माध्यम से भुगतान की पुष्टि करने के लिए AssistiveTouch का इस्तेमाल करें अन्यथा किसी भी समय टॉप बटन को डबल क्लिक करें।
hr: Upotrijebite AssistiveTouch za potvrđivanje plaćanja značajkom Optic ID ili svaki put kad je potrebno dvaput pritisnuti gornju tipku.
hu: Az AssistiveTouch használata a fizetések Optic ID-val történő megerősítéséhez, továbbá azokban az esetekben, amikor a felső gombbal való dupla kattintás szükséges.
id: Gunakan AssistiveTouch untuk mengonfirmasi pembayaran dengan Optic ID atau setiap kali Anda harus mengeklik tombol atas dua kali.
it: Usa AssistiveTouch per confermare i pagamenti tramite Optic ID oppure ogni volta che è richiesto di premere due volte il tasto superiore.
ja: Optic IDでの支払いの承認や、トップボタンのダブルクリックが必要な場合にAssistiveTouchを使用します。
kk: AssistiveTouch функциясын Optic ID арқылы төлемдерді растау немесе жоғарғы түймені басу қажет болған кез келген жағдайда пайдаланыңыз.
ko: Optic ID로 결제를 승인할 때 또는 언제든지 상단 버튼을 두 번 클릭해야 할 때 AssistiveTouch를 사용하십시오.
lt: Naudokite „AssistiveTouch“, kad patvirtintumėte mokėjimus naudodami „Optic ID“ arba bet kada, kai reikia dukart spustelėti viršutinį mygtuką.
ms: Gunakan AssistiveTouch untuk mengesahkan bayaran dengan Optic ID atau pada bila-bila masa mendwiklik butang atas diperlukan.
nl: Gebruik AssistiveTouch om betalingen te bevestigen met Optic ID of wanneer tweemaal op de bovenste knop drukken is vereist.
no: Bruk AssistiveTouch til å bekrefte kjøp med Optic ID, eller når som helst i stedet for å dobbelttrykke på knappen på toppen.
pl: Możesz używać AssistiveTouch do potwierdzania płatności za pomocą Optic ID (i w innych sytuacjach wymagających dwukrotnego naciśnięcia przycisku górnego).
pt_br: Use o AssistiveTouch para confirmar pagamentos com o Optic ID ou sempre que for necessário pressionar o botão superior duas vezes.
pt_pt: Permite usar o AssistiveTouch para confirmar pagamentos com o Optic ID ou sempre que for necessário carregar duas vezes no botão superior.
ro: Utilizați AssistiveTouch pentru a confirma plățile cu Optic ID sau oricând este necesară efectuarea unui dublu clic pe butonul de sus.
ru: Используйте функцию AssistiveTouch для подтверждения платежей с помощью Optic ID или в любой ситуации, когда требуется нажатие верхней кнопки.
sk: Na potvrdzovanie platieb pomocou Optic ID alebo všade tam, kde sa vyžaduje dvojité stlačenie vrchného tlačidla, bude možné použiť AssistiveTouch.
sl: Uporabite AssistiveTouch za potrditev plačil s funkcijo Optic ID ali v vseh primerih, ko je potreben dvoklik zgornjega gumba.
sv: Använd AssistiveTouch om du vill bekräfta betalningar med Optic ID eller när ett dubbelklick på knappen på ovansidan krävs.
th: ใช้ AssistiveTouch เพื่อยืนยันการชำระเงินด้วย Optic ID หรือต้องกดปุ่มด้านบนสองครั้งตลอดเวลา
tr: Ödemelerinizi Optic ID ile onaylamak için ya da üst düğmeye iki kez basılması gerektiğinde AssistiveTouch’ı kullanın.
uk: Використовуйте AssistiveTouch, щоб підтверджувати платежі за допомогою Optic ID, або вам потрібно буде щоразу двічі натискати верхню кнопку.
vi: Sử dụng AssistiveTouch để xác nhận thanh toán bằng Optic ID hoặc bất kỳ lúc nào yêu cầu bấm nút nguồn hai lần.
zh_cn: 使用辅助触控通过视控ID确认付款，或执行任何需要按两下顶部按钮的操作。
zh_hk: 透過「輔助觸控」來確認以Optic ID付款，或任何需要按兩下頂端按鈕的操作。
zh_tw: 使用「輔助觸控」來確認以Optic ID付款，或取代要求按兩下頂端按鈕的操作。

# EyeTrackingHeader3
source: Dwell Control
ar: التحكم بالمكوث
bg: Управление на задържане
ca: Control de permanència
cs: Ovládání setrvání
da: Pausebetjening
de: Verweilsteuerung
el: Έλεγχος παραμονής
es: Control de permanencia
es_us: Control de permanencia
fi: Viipymisohjaus
fr: Contrôle d’attente
fr_ca: Contrôle d’attente
he: בקרת השתהות
hi: ड्वेल कंट्रोल
hr: Kontrola zadržavanja
hu: Nyugalmi vezérlő
id: Kontrol Tetap
it: Controllo con ritardo
ja: 滞留コントロール
kk: Авто басу арқылы басқару
ko: 잠시 멈춤 제어
lt: Išlaikymo valdymas
ms: Kawalan Inap
nl: Stilhoudbediening
no: Dvelekontroll
pl: Sterowanie zatrzymaniem
pt_br: Controle de Espera
pt_pt: Controlo de espera
ro: Control temporizator
ru: Управление с автонажатием
sk: Ovládanie zotrvania
sl: Upravljanje zadrževanja
sv: Fördröjningsstyrning
th: การควบคุมการอยู่นิ่ง
tr: Duraklamayla Denetim
uk: Керування затримкою
vi: Điều khiển giữ lâu
zh_cn: 停留控制
zh_hk: 停留控制
zh_tw: 停留控制

# APPLE_PAY_DISABLE_ALERT_TITLE
source: Re-enable Double Click
ar: إعادة تمكين الضغط المزدوج
bg: Отново активирай двукратно щракване
ca: Reactiva la doble premuda
cs: Znovu zapnout dvojí stisknutí?
da: Slå dobbeltklik til igen
de: Zweimaliges Drücken erneut aktivieren
el: Εκ νέου ενεργοποίηση του Διπλού κλικ
es: Reactivar doble pulsación
es_us: Reactivar dos presiones
fi: Ota kaksoispainallus käyttöön
fr: Réactiver le double-clic
fr_ca: Réactiver le double-clic
he: הפעלה מחדש של ״לחיצה כפולה״
hi: डबल क्लिक फिर सक्षम करें
hr: Ponovno omogućite Dvostruko pritiskanje
hu: Dupla kattintás ismételt engedélyezése
id: Aktifkan Kembali Klik Dua Kali
it: Abilita di nuovo la doppia pressione
ja: ダブルクリックを再び有効にする
kk: «Екі рет басу» параметрін қайта қосу
ko: 두 번 클릭 다시 활성화
lt: Iš naujo įjunkite dvigubą spustelėjimą
ms: Dayakan Semula Dwiklik
nl: Schakel 'Druk tweemaal' in
no: Aktiver dobbelttrykk igjen
pl: Włącz ponownie dwukrotne naciśnięcie
pt_br: Reativar Clique Duplo
pt_pt: Reativar opção de carregar duas vezes
ro: Reactivați Dublu clic
ru: Снова включить Двойное нажатие
sk: Znovu zapnúť dvojité stlačenie?
sl: Ponovno omogočenje dvoklika
sv: Återaktivera dubbelklick
th: เปิดใช้งานการกดปุ่มสองครั้งอีกครั้ง
tr: İki Kez Basma’yı Yeniden Etkinleştirin
uk: Повторне ввімкнення подвійного клацання
vi: Bật lại Bấm hai lần
zh_cn: 重新启用“按两下”操作
zh_hk: 重新啟用「按兩下」
zh_tw: 重新啟用「按兩下」

# APPLE_PAY_FOOTER_SC_ON_ADDITION
source: Enabling Confirm with AssistiveTouch while Switch Control is in use will also enable Confirm with Switch Control.
ar: تمكين "التأكيد باستخدام اللمس المساعد" أثناء استخدام التحكم بالتبديل سيؤدي أيضًا إلى تمكين "تأكيد باستخدام ميزة التحكم بالتبديل".
bg: Включването на функцията за потвърждаване с AssistiveTouch, докато се използва Управление с превключвател, също така ще активира функцията за потвърждаване с Управление с превключвател.
ca: Si actives la confirmació amb l’AssistiveTouch mentre s’està fent servir el control de polsador, també s’activarà la confirmació amb el control de polsador.
cs: Pokud zapnete potvrzování pomocí AssistiveTouch a budete mít zároveň aktivní Switch Control, zapne se také potvrzování pomocí Switch Control.
da: Hvis du slår Bekræft med AssistiveTouch til, mens Knapbetjening er i brug, slås Bekræft med Knapbetjening også til.
de: Durch Aktivieren von „Mit AssistiveTouch bestätigen“ während der Verwendung der Schaltersteuerung wird auch „Mit Schaltersteuerung bestätigen“ aktiviert.
el: Αν απενεργοποιήσετε την Επιβεβαίωση με AssistiveTouch ενώ χρησιμοποιείται ο Διακόπτης ελέγχου, θα ενεργοποιηθεί επίσης η Επιβεβαίωση με Διακόπτη ελέγχου.
es: Si activas “Confirmar con AssistiveTouch” mientras el control por botón está en uso, también se activará “Confirmar con control por botón”.
es_us: Al activar Confirmar con AssistiveTouch mientras se usa Control por botón se activará también Confirmar con Control por botón.
fi: Vahvistamisen ottaminen käyttöön AssistiveTouchilla, kun kytkinohjaus on päällä, ottaa vahvistamisen käyttöön myös kytkinohjauksessa.
fr: Si vous activez « Confirmer avec Contrôle de sélection » pendant que vous utilisez AssistiveTouch, « Confirmer avec AssistiveTouch » sera également activé.
fr_ca: L’activation de « Confirmer avec AssistiveTouch » lorsque le contrôle de sélection est en cours d’utilisation activera également « Confirmer avec le contrôle de sélection ».
he: הפעלת ״אישור באמצעות AssistiveTouch״ כאשר ״בקרת מתגים״ בשימוש יפעיל גם את ״אישור באמצעות ׳בקרת מתגים׳״.
hi: स्विच कंट्रोल के उपयोग में होने पर “AssistiveTouch के साथ पुष्टि करें” को सक्षम करने से “स्विच कंट्रोल के साथ पुष्टि करें“ भी सक्षम हो जाएगा।
hr: Omogućivanjem opcije Potvrdi AssistiveTouchom dok se Kontrola prekidača koristi također će se omogućiti opcija Potvrdi Kontrolom prekidača.
hu: Ha engedélyezi a Megerősítés AssistiveTouchcsal funkciót a Kapcsolóvezérlés használata alatt, akkor azzal engedélyezi a Megerősítés Kapcsolóvezérléssel funkciót is.
id: Jika Konfirmasi dengan AssistiveTouch diaktifkan saat Kontrol Pengalihan digunakan, Konfirmasi dengan Kontrol Pengalihan juga akan diaktifkan.
it: Abilitando la conferma con AssistiveTouch mentre “Controllo interruttori” è in uso, verrà abilitata anche la conferma con “Controllo interruttori”.
ja: スイッチコントロールの使用中に“AssistiveTouchで承認”を有効にすると、“スイッチコントロールで承認”も有効になります。
kk: Виртуалды контроллерді пайдаланғанда «AssistiveTouch арқылы растау» функциясын іске қоссаңыз, «Виртуалды контроллермен растау» функциясы да іске қосылады.
ko: 스위치 제어를 사용하는 동안 ‘AssistiveTouch로 확인’을 활성화하면 ‘스위치 제어로 확인’도 활성화됩니다.
lt: Jei įjungsite patvirtinimą naudojant „AssistiveTouch“, kai naudojamas valdymas perjungikliais, taip pat bus įjungtas patvirtinimas naudojant valdymą perjungikliais.
ms: Mendayakan Sahkan dengan AssistiveTouch semasa Kawalan Suis sedang digunakan turut akan mendayakan Sahkan dengan Kawalan Suis.
nl: Als je 'Bevestig met AssistiveTouch' inschakelt terwijl schakelbediening in gebruik is, wordt ook 'Bevestig met schakelbediening' ingeschakeld.
no: Hvis du aktiverer Bekreft med AssistiveTouch mens Bryterkontroll fremdeles er i bruk, aktiveres også Bekreft med Bryterkontroll.
pl: Włączenie funkcji Potwierdzaj (AssistiveTouch), gdy aktywna jest funkcja Sterowanie przełącznikami spowoduje również włączenie funkcji Potwierdzaj (Sterowanie przełącznikami).
pt_br: Se Confirmar com AssistiveTouch estiver ativado enquanto o Controle Assistivo estiver em uso, Confirmar com Controle Assistivo também será ativado.
pt_pt: Se ativar Confirmar com AssistiveTouch enquanto estiver a usar o controlo por manípulos, ativará também a opção Confirmar com controlo por manípulos.
ro: Activarea opțiunii “Confirmați cu AssistiveTouch” cât timp Control Comutator este în uz va activa și opțiunea “Confirmați cu Control comutator”.
ru: Если включить параметр «Подтверждение с AssistiveTouch» во время использования Виртуального контроллера, то также будет включен параметр «Подтверждение с Виртуальным контроллером».
sk: Ak zapnete potvrdzovanie pomocou AssistiveTouch, a zároveň používate Switch Control, zapne sa aj potvrdzovanie pomocou Switch Control.
sl: Če možnost Potrditev s funkcijo AssistiveTouch omogočite, ko se uporablja stikalno upravljanje, omogočite tudi možnost Potrditev s stikalnim upravljanjem.
sv: Om du aktiverar Bekräfta med AssistiveTouch medan Reglagestyrning används aktiveras även Bekräfta med Reglagestyrning.
th: การเปิดใช้งานการยืนยันด้วย AssistiveTouch ในระหว่างที่ใช้งานการควบคุมสวิตช์อยู่จะเปิดใช้งานการยืนยันด้วยการควบคุมสวิตช์ด้วย
tr: AssistiveTouch ile Doğrulama’yı Anahtarla Denetim kullanılırken etkinleştirirseniz Anahtarla Denetim ile Doğrulama da etkinleşir.
uk: Якщо ввімкнути підтвердження з AssistiveTouch, коли використовується Пульт перемикачів, буде також увімкнено підтвердження з Пультом перемикачів.
vi: Bật tính năng Xác nhận bằng AssistiveTouch trong khi Điều khiển công tắc đang được sử dụng cũng sẽ bật tính năng Xác nhận bằng Điều khiển công tắc.
zh_cn: 切换控制使用期间启用“通过辅助触控确认”还会启用“通过切换控制确认”。
zh_hk: 在「切換控制」使用期間啟用「透過輔助觸控確認」，將會同時啟用「透過切換控制確認」。
zh_tw: 在使用「切換控制」時啟用「透過輔助觸控確認」也會啟用「透過切換控制確認」。

# BluetoothDevicesLabel
source: Devices
ar: الأجهزة
bg: Устройства
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
es_us: Dispositivos
fi: Laitteet
fr: Appareils
fr_ca: Appareils
he: מכשירים
hi: डिवाइस
hr: Uređaji
hu: Eszközök
id: Perangkat
it: Dispositivi
ja: デバイス
kk: Құрылғылар
ko: 기기
lt: Įrenginiai
ms: Peranti
nl: Apparaten
no: Enheter
pl: Urządzenia
pt_br: Dispositivos
pt_pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sv: Enheter
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị
zh_cn: 设备
zh_hk: 裝置
zh_tw: 裝置

# BluetoothRequiredMessage
source: Bluetooth is required to use a Bluetooth pointer device. Would you like to turn on Bluetooth?
ar: ‏Bluetooth مطلوب لاستخدام جهاز إشارة يعمل بتقنية Bluetooth. هل ترغب بتشغيل Bluetooth؟
bg: Необходим е Bluetooth, за да се използва Bluetooth устройство за управление на курсора. Искате ли да включите Bluetooth?
ca: Per utilitzar un dispositiu apuntador, cal que el Bluetooth estigui activat. Vols activar‑lo?
cs: Pro připojení polohovacího zařízení přes Bluetooth je požadován Bluetooth. Chcete ho zapnout?
da: Bluetooth kræves, hvis du vil bruge et Bluetooth-pegeredskab. Vil du slå Bluetooth til?
de: Zum Benutzen eines Bluetooth-Zeigegeräts ist Bluetooth erforderlich. Soll es aktiviert werden?
el: Για χρήση ποντικιού Bluetooth, απαιτείται συσκευή κατάδειξης. Θέλετε να ενεργοποιήσετε το Bluetooth;
es: Para usar un dispositivo señalador se necesita Bluetooth. ¿Quieres activar Bluetooth?
es_us: Se necesita activar Bluetooth para usar un dispositivo apuntador. ¿Quieres activarlo?
fi: Bluetooth-osoitinlaitteen käyttö vaatii Bluetoothia. Laitetaanko Bluetooth päälle?
fr: Le Bluetooth est requis pour utiliser un dispositif de pointage Bluetooth. Souhaitez-vous activer le Bluetooth ?
fr_ca: Bluetooth est requis pour utiliser un appareil de pointage Bluetooth. Souhaitez-vous activer Bluetooth?
he: שימוש במכשיר הצבעה בחיבור Bluetooth מצריך הפעלת Bluetooth. להפעיל את Bluetooth?
hi: Bluetooth पॉइंटर डिवाइस का उपयोग करने के लिए Bluetooth की आवश्यकता है। क्या आप Bluetooth चालू करना चाहते हैं?
hr: Za uporabu Bluetooth pokazivačkog uređaja potreban je Bluetooth. Želite li uključiti Bluetooth?
hu: Bluetooth-mutatóeszköz használatához Bluetooth szükséges. Be szeretné kapcsolni a Bluetooth funkciót?
id: Bluetooth diperlukan untuk menggunakan perangkat penunjuk Bluetooth. Apakah Anda ingin menyalakan Bluetooth?
it: Per usare un dispositivo di puntamento Bluetooth è necessario il Bluetooth. Desideri attivarlo?
ja: Bluetoothポインティングデバイスを使用するにはBluetoothが必要です。Bluetoothをオンにしますか?
kk: Bluetooth көрсеткіш құрылғысын пайдалану үшін Bluetooth функциясы қажет. Bluetooth функциясын қосқыңыз келе ме?
ko: Bluetooth 포인터 기기를 사용하려면 Bluetooth가 필요합니다. Bluetooth를 켜겠습니까?
lt: Norint naudoti „Bluetooth“ manipuliatorių, reikalingas „Bluetooth“ ryšys. Ar norėtumėte įjungti „Bluetooth“?
ms: Bluetooth diperlukan untuk menggunakan peranti penuding Bluetooth. Adakah anda mahu mengaktifkan Bluetooth?
nl: Voor het gebruik van een Bluetooth-aanwijsapparaat is Bluetooth vereist. Wil je Bluetooth inschakelen?
no: Bluetooth er nødvendig for å bruke en pekerenhet med Bluetooth. Vil du slå på Bluetooth?
pl: Korzystanie z urządzenia wskazującego Bluetooth wymaga Bluetooth. Czy chcesz włączyć Bluetooth?
pt_br: É necessário Bluetooth para usar um dispositivo apontador Bluetooth. Deseja ativar o Bluetooth?
pt_pt: Para usar um dispositivo apontador Bluetooth é necessário Bluetooth. Gostaria de ligar o Bluetooth?
ro: Activarea Bluetooth este necesară pentru utilizarea unui dispozitiv de indicare Bluetooth. Doriți activarea Bluetooth?
ru: Для использования указательного устройства Bluetooth требуется Bluetooth. Хотите включить Bluetooth?
sk: Na používanie Bluetooth ukazovacieho zariadenia sa vyžaduje Bluetooth. Chcete ho zapnúť?
sl: Za uporabo kazalniške naprave Bluetooth je zahtevana povezava Bluetooth. Želite vklopiti povezavo Bluetooth?
sv: Bluetooth krävs för att kunna använda en Bluetooth-pekenhet. Vill du slå på Bluetooth?
th: ต้องใช้บลูทูธเพื่อใช้อุปกรณ์ตัวชี้บลูทูธ คุณต้องการที่จะเปิดบลูทูธหรือไม่
tr: Bluetooth imleç aygıtı kullanmak için Bluetooth gereklidir. Bluetooth’u açmak ister misiniz?
uk: Bluetooth потрібен для використання вказівного Bluetooth-пристрою. Ви хотіли б увімкнути Bluetooth?
vi: Yêu cầu có Bluetooth để sử dụng thiết bị con trỏ Bluetooth. Bạn có muốn bật Bluetooth không?
zh_cn: 需要蓝牙才能使用蓝牙指针设备。你要打开蓝牙吗？
zh_hk: 需要藍牙才能使用藍牙指標裝置。你要開啟藍牙嗎？
zh_tw: 需要藍牙才能使用藍牙指向裝置。你要開啟藍牙嗎？

# MouseKeysMenuUsePrimaryKeyboardFooter
source: Use keys on connected primary keyboards. Keys on a numeric keypad will always be used.
ar: استخدام مفاتيح على لوحات المفاتيح الرئيسية. سيتم استخدام لوحة مفاتيح رقمية دائمًا.
bg: Използване на клавишите на свързаните основни клавиатури. Клавишите на клавиатурния блок с цифри винаги се използват.
ca: Utilitza les tecles dels teclats principals connectats. Sempre s’utilitzaran les tecles del teclat numèric.
cs: Budete moct používat připojené primární klávesnice. Vždy se použijí klávesy na číselníku.
da: Brug taster på tilsluttede primære tastaturer. Taster på en numerisk blok bliver altid brugt.
de: Verwende die Tasten auf angeschlossenen primären Tastaturen. Tasten auf einer numerischen Tastatur werden immer verwendet.
el: Χρήση των πλήκτρων σε συνδεδεμένα κύρια πληκτρολόγια. Τα πλήκτρα αριθμητικού πληκτρολογίου θα χρησιμοποιούνται πάντα.
es: Usa las teclas de los principales teclados conectados. Se usarán siempre las teclas de un teclado numérico.
es_us: Se usan las teclas de los teclados principales que estén conectados. Las teclas numéricas siempre se utilizarán.
fi: Käytä yhteydessä olevan päänäppäimistön näppäimiä. Numeronäppäimistön näppäimiä käytetään aina.
fr: Utilisez les touches des claviers principaux connectés. Les touches d’un clavier numérique seront toujours utilisées.
fr_ca: Utilisez les touches des claviers principaux connectés. Les touches du pavé numérique seront systématiquement utilisées.
he: ניתן להשתמש במקלדות הראשיות המחוברות. ייעשה שימוש קבוע במקשים על משטח הספרות.
hi: कनेक्टेड प्राथमिक कीबोर्ड कीज़ का इस्तेमाल करें। अंकीय कीपैड स्थित कीज़ का हमेशा उपयोग किया जाएगा।
hr: Koristite tipke na spojenim primarnim tipkovnicama. Tipke na brojčanoj tipkovnici uvijek će se koristiti.
hu: A csatlakoztatott elsődleges billentyűzetek billentyűinek használata. A számbillentyűzeten lévő billentyűk mindig használatban lesznek.
id: Gunakan tombol pada papan ketik utama yang terhubung. Tombol pada keypad numerik akan selalu digunakan.
it: Usa i tasti delle tastiere primarie connesse. Quelli del tastierino numerico verranno sempre utilizzati.
ja: 接続中の主キーボードのキーを使用します。テンキーのキーは常に使用されます。
kk: Қосылған негізгі пернетақталардағы пернелерді пайдаланыңыз. Сандық панельдегі пернелер әрдайым қолданыста болады.
ko: 연결된 기본 키보드의 키를 사용합니다. 숫자 키패드의 키는 항상 사용됩니다.
lt: Naudokite prijungtų pagrindinių klaviatūrų klavišus. Skaičių klaviatūros klavišai bus naudojami visada.
ms: Gunakan kekunci pada papan kekunci utama bersambung. Kekunci pada pad kekunci angka akan sentiasa digunakan.
nl: Gebruik toetsen op verbonden primaire toetsenborden. Toetsen op een numeriek toetsenblok worden altijd gebruikt.
no: Bruk taster på tilkoblede hovedtastaturer. Tastene på talltastaturet vil alltid bli brukt.
pl: Pozwala używać połączonych klawiatur głównych. Klawiatury numerycznej możesz używać zawsze.
pt_br: Usar as teclas dos teclados principais conectados. As teclas em um teclado numérico sempre serão usadas.
pt_pt: Usar as teclas dos teclados principais ligados; as teclas de um teclado numérico são sempre utilizadas.
ro: Utilizați tastele de pe tastaturile principale conectate. Tastele de pe o tastatură numerică vor fi utilizate întotdeauna.
ru: Используйте клавиши или подключенные основные клавиатуры. Клавиши на цифровой панели будут использоваться всегда.
sk: Umožňuje používať pripojené primárne klávesnice. Vždy sa použijú klávesy na numerickom bloku.
sl: Uporabite tipke na priključenih primarnih tipkovnicah. Tipke na številčnici bodo vedno uporabljene.
sv: Använd tangenter på anslutna primära tangentbord. Tangenter på ett numeriskt tangentbord används alltid.
th: ใช้ปุ่มบนแป้นพิมพ์หลักที่เชื่อมต่อ ปุ่มบนแป้นพิมพ์ตัวเลขจะถูกใช้เสมอ
tr: Bağlı olan birincil klavyelerde tuşları kullan. Sayısal tuş takımındaki tuşlar her zaman kullanılır.
uk: Використовувати клавіші на підʼєднаних основних клавіатурах. Клавіші на цифровому полі використовуватимуться завжди.
vi: Sử dụng các phím trên bàn phím chính được kết nối. Các phím trên bàn phím số sẽ luôn được sử dụng.
zh_cn: 使用已连接的主键盘上的按键。数字键盘上的按键将始终使用。
zh_hk: 使用已連線主要鍵盤上的按鍵。將會總是使用數字鍵盤上的按鍵。
zh_tw: 使用已連線主要鍵盤上的按鍵。數字鍵盤上的按鍵將會永遠使用。
